Revit 2024 API
ParameterTypeId.MepZoneEquipmentBehavior Property
 "Behavior"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MepZoneEquipmentBehavior { get; }
Visual Basic
Public Shared ReadOnly Property MepZoneEquipmentBehavior As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MepZoneEquipmentBehavior {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace